<x-layout>
    <x-layout-nohome>
        <x-header-nohome name="Панель администратора" btn="Добавить товар" src="/add"/>
        <div class="mt-[50px] flex gap-6 flex-wrap justify-center 1171:justify-normal">
            <x-tovar
                title="Вареная колбаса"
                date="10.05.24"
                description="Вареная колбаса - это классическое мясное изделие, которое получается путем приготовления мясной массы с добавлением специальных пряностей и специй, после чего она засыпается в оболочку и варится до готовности."
                price="1200"
                img="foto.jpg"
                edit="/edit"
                delete="/"
            />
            <x-tovar
                title="Вареная колбаса"
                date="10.05.24"
                description="Вареная колбаса - это классическое мясное изделие, которое получается путем приготовления мясной массы с добавлением специальных пряностей и специй, после чего она засыпается в оболочку и варится до готовности."
                price="1200"
                img="foto.jpg"
                edit="/edit"
                delete="/"
            />
            <x-tovar
                title="Вареная колбаса"
                date="10.05.24"
                description="Вареная колбаса - это классическое мясное изделие, которое получается путем приготовления мясной массы с добавлением специальных пряностей и специй, после чего она засыпается в оболочку и варится до готовности."
                price="1200"
                img="foto.jpg"
                edit="/edit"
                delete="/"
            />
            <x-tovar
                title="Вареная колбаса"
                date="10.05.24"
                description="Вареная колбаса - это классическое мясное изделие, которое получается путем приготовления мясной массы с добавлением специальных пряностей и специй, после чего она засыпается в оболочку и варится до готовности."
                price="1200"
                img="foto.jpg"
                edit="/edit"
                delete="/"
            />
        </div>
    </x-layout-nohome>
</x-layout>